op_Inequality(System.Char!System.Runtime.CompilerServices.IsConst*,AcString!System.Runtime.CompilerServices.IsConst*!System.Runtime.CompilerServices.IsImplicitlyDereferenced)
Compare an AcString and a string of Unicode characters for non-equality.
pwsz: input ptr to the string of Unicode characters
acs: input reference to the AcString
Returns: True if pwsz and acs are not equal, else false.

op_Inequality(System.Char,AcString!System.Runtime.CompilerServices.IsConst*!System.Runtime.CompilerServices.IsImplicitlyDereferenced)
Compare an AcString and a Unicode character for non-equality.
wch: input character to compare
acs: input reference to the AcString
Returns: True if wch and acs are not equal, else false.